Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/index.html.txt.tmx
Source language: en
Languages: ga

source: • Before your baby is born
ga: • Sula mbeirtear do leanbh

source: • After your baby is born
ga: • I ndiaidh breith do linbh

source: • Adoption, fostering and surrogacy
ga: • Uchtú, altramas agus máthairionadaíocht

source: • Children's rights and policy
ga: • Cearta leanaí agus beartas um leanaí

source: • Services and supports for children
ga: • Seirbhísí agus tacaíocht do leanaí

source: • Problems in marriages and other relationships
ga: • Fadhbanna pósta agus caidrimh eile

source: • Separation, divorce and dissolution
ga: • Scaradh, colscaradh agus díscaoileadh

source: Life Event Document Becoming a Parent Are you or is someone you know about to become a parent?
ga: Life Event Document Bheith i do Thuismitheoir den chéad uair An bhfuil tusa nó duine a bhfuil aithne agat orthu ar tí a bheith in bhur dtuismitheoir?

source: A guide to State services in Ireland and overview of some of the issues that will concern you, whatever your situation
ga: Is treoir í seo ar sheirbhísí Stáit in Éirinn agus forbhreathnú ar roinnt de na saincheisteanna a bhainfidh leat, cibé do chás

source: Life Event Document Changing to your preferred gender The Gender Recognition Act 2015 provides for the legal recognition of a person's preferred gender by the State
ga: Life Event Document Athrú chuig do rogha inscne Foráiltear san Acht um Inscne a Aithint, 2015 go n-aithníonn an Stát rogha inscne duine

source: Overview Document Relationships and your rights Information on your legal and civil rights in relationships with a focus on cohabiting relationships, marriage, the status of same-sex relationships and the rights of grandparents
ga: Overview Document Caidrimh Forbhreathnú ar an eolas atá ar an suíomh Citizens Information maidir le do chearta dlíthiúla agus sibhialta i gcaidreamh gaoil in Éirinn. Fócas ar chaidrimh shibhialta, pósadh, scaradh, colscaradh agus ar stádas an chaidrimh idir beirt den ghnéas céanna

source: Overview Document Family benefits and entitlements There is a range of social welfare, tax and employment related benefits and entitlements available to families in Ireland, depending on their circumstances
ga: Overview Document Sochair agus teidlíochtaí teaghlaigh D’fhéadfadh go mbeadh teaghlaigh ábalta leas a bhaint as na híocaíochtaí leasa shóisialaigh éagsúla, as faoisimh ar cháin agus as teidlíochtaí de réir fostaíochta a chuirtear ar fáil le tacú leo. Aimsigh eolas orthu anseo. teaghlaigh agus leanaí sochair teidlíochtaí

source: Overview Document Benefits and entitlements relating to birth There is a range of social welfare benefits and employment entitlements to support women who are having a baby
ga: Overview Document Sochair agus teidlíochtaí a bhaineann le bhreith Tá réimse sochair leasa shóisialaigh agus teidlíochtaí fostaíochta ar fáil chun tacú le mná atá ag iompar clainne

source: Read about them here
ga: Is féidir leat léamh faoi anseo

source: Overview Document Breakdown of a marriage or other relationship The breakdown of a marriage or other relationship is a difficult and traumatic process
ga: Overview Document Cliseadh pósta nó caidrimh Is próiseas deacair agus trámach atá i gcliseadh pósta nó caidrimh

source: This document outlines the various issues that may arise
ga: Déanann an doiciméad seo cur síos ar na saincheisteanna éagsúla a d’fhéadfadh a bheith i gceist

source: Registrars of Births, Marriages and Deaths
ga: Cláraitheoirí Breitheanna, Póstaí agus Básanna

source: This document explains the requirement to register life events and lists the phone numbers of superintendent registrars of births, marriages and deaths throughout Ireland
ga: Míníonn an cháipéis seo an riachtanas atá ann chun tarlúintí saoil a chlárú agus tugann sé liosta d'uimhreacha teileafóin na bpríomh-chláraitheoirí breitheanna, póstaí agus básanna ar fud na hÉireann

source: Tusla - the Child and Family Agency
ga: Tusla - an Ghníomhaireacht um Leanaí agus an Teaghlach

source: Tusla - the Child and Family Agency - is the dedicated State agency responsible for improving wellbeing and outcomes for children
ga: Is í Tusla - an Ghníomhaireacht um Leanaí agus an Teaghlach - an Ghníomhaireacht Stáit speisialaithe atá freagrach as leas agus torthaí a fheabhsú do leanaí

source: EU and family law
ga: An AE agus an dlí teaghlaigh

source: The role of the EU in family law is mainly concerned with ensuring that decisions made in one country can be implemented in another
ga: Is é ról an AE sa dlí teaghlaigh go príomha ná a chinntiú gur féidir cinntí a dhéantar i dtír amháin a chur i bhfeidhm i dtír eile

source: It also has a role in trying to establish which country has jurisdiction to hear a particular case
ga: Tá ról freisin ag an AE ó thaobh cinneadh a dhéanamh cén tír ag a bhfuil dlínse chun éisteacht le cás ar leith

source: Most Read in "Family and Relationships"
ga: Ábhar is mó éilimh i "Teaghlach agus Caidrimh"

source: Children and rights in Ireland
ga: Leanaí agus cearta in Éirinn

source: Barring, safety and protection orders
ga: Orduithe Urchoisc, Sábháilteachta agus Cosanta
